[M_Ep4_WelcomeToSanctuary MissionDefinition]
MissionName="project b"
MissionDescription="Have you had enough? [place]House[-place]. Plus, if the person you're looking for (Roland, leader of the Crimson Raiders) leaves before you arrive.."
TurnInDescription="Now that you've entered Roland's office, you need to find clues as to where he is.."
MissionSummary="Inside [place]hiding place[-place]."
MissionGiver="Lieutenant Davis"
MissionTurnInLocation="Roland ordered"
TeaserText=""

[M_Ep4_WelcomeToSanctuary:BlackMarketSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Buy fresh grilled cheese from Earl's.."
MissionDescriptionOverride="Roland left. Attack without a leader [place]temple[-place] They couldn't do anything. Roland offers special instructions if you lose your bike. Scooter is asking you to help him follow these instructions [place]temple[-place] Jump to get out of Jack's reach (if you don't know, this is Jack's ship). <br>Scooters need more fuel cells to get around town. He bought you from the black man Grilled Earl. To do this you need the Elysium that comes with the bike."

[M_Ep4_WelcomeToSanctuary:BuyFuelCell MissionObjectiveDefinition]
ProgressMessage="Written by Earl Grill"

[M_Ep4_WelcomeToSanctuary:FuelCell2Install MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep4_WelcomeToSanctuary:GetKeysToRolandsPlaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Go to Roland's command center."
MissionDescriptionOverride="you came [place]Holy place[-place]. It would be nice if the person you are looking for was not there. A hero named Roland has disappeared..<br>You have completed your scooter project. (Disaster you try [place]Holy place[-place], Dal's old mining ship flies again) the mission fails [place]Holy place[-place] He was still stuck to the ground..<br>Scout is so desperate that he asks you to search Roland's command post for clues to his whereabouts.."

[M_Ep4_WelcomeToSanctuary:GetRolandKey MissionObjectiveDefinition]
ProgressMessage="Find the switch in the Command Center."

[M_Ep4_WelcomeToSanctuary:GotoGateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep4_WelcomeToSanctuary:GoToResistanceFighter MissionObjectiveDefinition]
ProgressMessage="Talk to the Crimson Rider"

[M_Ep4_WelcomeToSanctuary:GoToResistanceFighterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep4_WelcomeToSanctuary:GotoSanctuaryGate MissionObjectiveDefinition]
ProgressMessage="Meet the keeper"

[M_Ep4_WelcomeToSanctuary:HelpScooter MissionObjectiveDefinition]
ProgressMessage="Help the scooter by applying plan B"

[M_Ep4_WelcomeToSanctuary:HelpScooterWithProject MissionObjectiveDefinition]
ProgressMessage="Help with a scooter project"

[M_Ep4_WelcomeToSanctuary:InsertBlackMarketCellInPylon MissionObjectiveDefinition]
ProgressMessage="Enter the third box"

[M_Ep4_WelcomeToSanctuary:InsertBlackMarketCellInPylonSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Use fresh oil.."
MissionDescriptionOverride="Roland is missing. A leaderless red attack [place]Holy Land[-place] They can not understand it. When a scooter breaks down, Roland, a local mechanic, instructs. I need help with the next steps, including finding it on Scooter. [place]Holy Land[-place] Use flying jackless (it's Minecraft if you don't know). <br>You have a good fuel cell. Now is the time to do it. [place]Holy Land[-place] This country is located in the middle of the city.."

[M_Ep4_WelcomeToSanctuary:InstallFuelCell1 MissionObjectiveDefinition]
ProgressMessage="Enter the first cell"

[M_Ep4_WelcomeToSanctuary:InstallFuelCell2 MissionObjectiveDefinition]
ProgressMessage="Enter another cell"

[M_Ep4_WelcomeToSanctuary:InstallFuelCellsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Install the fuel cell."
MissionDescriptionOverride="Roland disappeared. Crimson Raiders online game without a leader [place]It is sacred.[-place] He couldn't help himself. Roland leaves detailed instructions with the village mechanic, Scooter, but he disappears. Scooter asked for help with directions and accessibility. [place]It is sacred.[-place] Run (if you don't know he's an old miner) Jack. <br>Ask to board your bike at a fuel injection station in the city center. "

[M_Ep4_WelcomeToSanctuary:PickupScootersItemsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Take the fuel cell and the iridium.."
MissionDescriptionOverride="Roland became Crimson without cost [place]House[-place] They have no power When Scooter, the city engineer, disappears, Roland has a special order Scooter asks you to help by following these instructions: [place]House[-place] So Jack can't go to it, we board the plane (which, if you don't know, is a research vessel). <br>Scooter will ask you to collect brain fuel and Elysium space."

[M_Ep4_WelcomeToSanctuary:ScooterEridium MissionObjectiveDefinition]
ProgressMessage="Take Iridium."

[M_Ep4_WelcomeToSanctuary:ScooterFuelCell MissionObjectiveDefinition]
ProgressMessage="Fuel cell installation."

[M_Ep4_WelcomeToSanctuary:ScooterTitleCardSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep4_WelcomeToSanctuary:SpeakToTownMechanic MissionObjectiveDefinition]
ProgressMessage="Talk to your local mechanic"

[M_Ep4_WelcomeToSanctuary:SpeakToTownMechanicSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Contact your local technician.."
MissionDescriptionOverride="Roland is gone. bloodless leader [place]temple[-place] they do not work. Please contact the city and request an employee. They clearly need your help.."

[M_Ep4_WelcomeToSanctuary:TakeScootersEridium MissionObjectiveDefinition]
ProgressMessage="Iridium was discovered"

[M_Ep4_WelcomeToSanctuary:UnlockRolandHQ MissionObjectiveDefinition]
ProgressMessage="Open the door to the control center."

[M_Ep4_WelcomeToSanctuary:UnlockRolandHQSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Register at the Roland Order Center."
MissionDescriptionOverride="Now that you've reached Roland's headquarters, you need to find out where he is.."

